<?php

return [

    'index' => [
        'title' => 'المديرين',
        'create' => 'إضافة مدير جديد',
        'archive' => 'أرشيف المديرين',
        'title_tag' => '- المديرين',
        'notfound' => 'لا يوجد أى مديرين للعرض',
    ],
    'messages' => [
        'search_error' => 'حقل البحث فارغ ! !',
        'created' => 'تم إنشاء المدير بنجاح',
        'edited' => 'تم تحديث بيانات المدير :admin بنجاح',
        'deleted' => 'تم حذف المدير بنجاح',
        'restored' => 'تم إستعادة المدير بنجاح',
        'restored_selected' => 'تم إستعادة المديرين المحددين بنجاح',
        'delete_empty' => 'برجاء إختيار المديرين أولاً',
        'deleted_selected' => 'تم حذف المديرين المحددين بنجاح',
    ],
    'archive' => [
        'title' => 'أرشيف المديرين',
        'all' => 'عرض جميع المديرين',
        'title_tag' => '- أرشيف المديرين',
        'notfound' => 'لا يوجد أى مديرين للعرض',
    ],
    'show' => [
        'view' => 'عرض المدير : ',
        'back' => 'العودة الى المديرين',
        'title_tag' => '- عرض المدير :title',
    ],
    'create' => [
        'create' => 'إنشاء مدير جديد',
        'title_tag' => '- إنشاء مدير جديد',
    ],
    'edit' => [
        'edit' => 'تعديل المدير : ',
        'title_tag' => '- تعديل المدير :admin',
    ],
    'fields' => [
        'name' => 'إسم المدير',
        'email' => 'البريد الإلكترونى للمدير',
        'password' => 'كلمة مرور المدير',
        'info' => 'بسنات المدير',
        'dob' => 'تاريخ الميلاد',
        'quaote' => 'كلمة المدير',
        'image' => 'الصورة الرمزية',
        'media' => 'الصور',
        'status' => 'حالة المدير',
        'choose' => 'إختر ...',
        'published' => 'مفعل',
        'disabled' => 'محظور',
        'role' => 'رتبة المدير',
        'create' => 'إضافة المدير',
        'update' => 'تحديث المدير',
    ],
];