<?php

return [

    'index' => [
        'title' => 'رسائل الزوار',
        'create' => 'إنشاء رسالة',
        'archive' => 'أرشيف رسائل الزار',
        'title_tag' => '- رسائل الزوار',
        'notfound' => 'لا توجد أى رسائل لعرضها',
    ],
    'messages' => [
        'created' => 'تم إنشاء الرسالة',
        'edited' => 'تم تعديل الرسالة :page بنجاح',
        'deleted' => 'تم حذف الرسالة بنجاح',
        'restored' => 'تم إستعادة الرسالة بنجاح',
        'restored_selected' => 'تم إستعادة الرسائل بنجاح',
        'delete_empty' => 'برجاء تحديد الرسائل أولاً',
        'deleted_selected' => 'تم حذف الرسائل المحددة بنجاح',
    ],
    'archive' => [
        'title' => 'أرشيف رسائل الزوار',
        'all' => 'عرض جميع رسائل الزوار',
        'title_tag' => '- أرشيف رسائل الزوار',
        'notfound' => 'لا توجد أى رسائل لعرضها',
    ],
    'show' => [
        'view' => 'عرض : ',
        'back' => 'العودة الى رسائل الزوار',
        'title_tag' => '- عرض :title',
    ],
    'create' => [
        'create' => 'إنشاء رسالة',
        'title_tag' => '- إنشاء رسالة',
    ],
    'edit' => [
        'edit' => 'تحديث : ',
        'title_tag' => '- تحديث :page',
    ],
    'fields' => [
        'from_name' => 'اسم المرسل',
        'from_email' => 'البريد الإلكترونى للمرسل',
        'subject' => 'عنوان الرسالة',
        'massege' => 'محتوى الرسالة',
        'create' => 'إنشاء الرسالة',
        'update' => 'تحديث الرسالة',
    ],
];