<?php

return [

    'index' => [
        'title' => 'الصور',
        'create' => 'رفع صورة',
        'archive' => 'أرشيف الصور',
        'title_tag' => '- الصور',
        'close' => 'إغلاق',
        'delete' => 'حذف',
        'edit' => 'تعديل',
        'show' => 'عرض',
        'notfound' => 'لا توجد اى بيانات لعرضها',
    ],
    'messages' => [
        'created' => 'تم إضافة الصورة بنجاح',
        'edited' => 'تم تعديل الصورة بنجاح',
        'deleted' => 'تم حذف الصورة بنجاح',
        'restored' => 'تم إستعادة الصورة بنجاح',
        'restored_selected' => 'تم إستعادة الصور المحددة بنجاح',
        'delete_empty' => 'برجاء إختيار الصور أولاً',
        'deleted_selected' => 'تم حذف الصور المحددة بنجاح',
    ],
    'box' => [
        'title' => 'رفع صورة',
        'upload' => 'رفع',
        'gallery' => 'الصور المرفوعة',
        'use' => 'إستخدام الصورة',
        'drag' => 'قم بسحب وإسقاط ملف أو تحديد إضافة صورة',
        'uploading' => 'برجاء الإنتظار جارى رفع الصورة...',
        'remove' => 'حذف الصورة',
        'loading' => 'جارى التحميل...',
        'save' => 'حفظ الصورة',
    ],
    'search' => [
        'title_tag' => '- البحث',
        'notfound' => 'لا توجد اى بيانات لعرضها',
    ],
    'archive' => [
        'title' => 'أرشيف الصور',
        'all' => 'عرض جميع الصور',
        'title_tag' => '- أرشيف الصور',
        'notfound' => 'لا توجد اى بيانات لعرضها',
    ],
    'show' => [
        'view' => 'عرض الصورة ',
        'back' => 'العودة الى الصور',
        'no_media' => 'لا توجد وسائط لإظهار يمكنك تحميل بعض الصور',
        'title_tag' => '- عرض الصورة :title',
    ],
    'create' => [
        'create' => 'رفع صورة',
        'title_tag' => '- رفع صورة',
    ],
    'edit' => [
        'edit' => 'تحرير الصورة : ',
        'title_tag' => '- تحرير الصورة :Media',
    ],
    'fields' => [
        'title' => 'أسم الملف',
        'image' => 'الصورة',
        'media' => 'الصور',
        'info' => 'بينات الصورة',
        'type' => 'نوع الصورة',
        'choose' => 'أختر ...',
        'status' => 'الحالة',
        'enabled' => 'مفعل',
        'disabled' => 'غير مفعل',
        'create' => 'إضافة',
        'update' => 'تحرير',
    ],
];