<?php

return [

    'index' => [
        'title' => 'العروض الإضافية',
        'create' => 'إنشاء عرض إضافى جديد',
        'archive' => 'أرشيف العروض الإضافية',
        'title_tag' => '- العروض الإضافية',
        'notfound' => 'لا توجد اى عروض إضافية لعرضها',
    ],
    'messages' => [
        'created' => 'تم إنشاء العرض الإضافى بنجاح',
        'edited' => 'تم تحرير العرض الإضافى :page بنجاح',
        'deleted' => 'تم حذف العرض الإضافى بنجاح',
        'restored' => 'تم إستعادة العرض الإضافى بنجاح',
        'restored_selected' => 'تم إستعادة العروض الإضافية المحددة بنجاح',
        'delete_empty' => 'برجاء تحديد العروض الإضافية أولاً',
        'deleted_selected' => 'تم حذف العروض الإضافية المحددة',
    ],
    'archive' => [
        'title' => 'أرشيف العروض الإضافية',
        'all' => 'عرض جميع العروض الإضافية',
        'title_tag' => '- أرشيف العروض الإضافية',
        'notfound' => 'لا توجد أى صفحات لعرضها',
    ],
    'show' => [
        'view' => 'عرض العرض الإضافى : ',
        'back' => 'العودة الى العروض الإضافية',
        'title_tag' => '- عرض العرض الإضافى :title',
    ],
    'create' => [
        'create' => 'إضافة عرض إضافى جديد',
        'title_tag' => '- إضافة عرض إضافى جديد',
    ],
    'edit' => [
        'edit' => 'تحرير العرض الإضافى : ',
        'title_tag' => '- تحرير العرض الإضافى :page',
    ],
    'fields' => [
        'title' => 'عنوان العرض',
        'slug' => 'رابط العرض',
        'current_slug' => 'الرابط الحالى',
        'info' => 'بيانات العرض الإضافى',
        'price' => 'سعر العرض',
        'description' => 'الوصف',
        'content' => 'محتوى العرض',
        'status' => 'حالة العرض الإضافى',
        'publish' => 'منشور',
        'pending' => 'معلقة',
        'draft' => 'مسودة',
        'choose' => 'إختر ...',
        'image' => 'الصورة المصغرة',
        'media' => 'الصور',
        'create' => 'إضافة',
        'update' => 'تحديث',
    ],
];