<?php

return [

    'index' => [
        'title' => 'طلبات الحجز',
        'create' => 'إنشاء طلب',
        'archive' => 'أرشيف الطلبات',
        'title_tag' => '- طلبات الحجز',
        'notfound' => 'لا توجد أى بيانات لعرضها',
    ],
    'messages' => [
        'created' => 'تم إنشاء الطلب',
        'edited' => 'تم تعديل الطلب :page بنجاح',
        'deleted' => 'تم حذف الطلب بنجاح',
        'restored' => 'تم إستعادة الطلب بنجاح',
        'restored_selected' => 'تم إستعادة طلبات الحجز بنجاح',
        'delete_empty' => 'برجاء تحديد الطلبات أولاً',
        'deleted_selected' => 'تم حذف الطلبات المحددة بنجاح',
    ],
    'archive' => [
        'title' => 'أرشيف طلبات الحجز',
        'all' => 'عرض جميع طلبات الحجز',
        'title_tag' => '- أرشيف طلبات الحجز',
        'notfound' => 'لا توجد أى بيانات لعرضها',
    ],
    'show' => [
        'view' => 'عرض : ',
        'back' => 'العودة الى طلبات الحجز',
        'title_tag' => '- عرض :title',
    ],
    'create' => [
        'create' => 'إنشاء طلب',
        'title_tag' => '- إنشاء طلب',
    ],
    'edit' => [
        'edit' => 'تحديث : ',
        'title_tag' => '- تحديث :page',
    ],
    'show' => [
        'title' => 'عرض الطلب :title',
    ],
    'fields' => [
        'title' => 'عنوان الطلب',
        'user_id' => 'العضو صاحب الطلب',
        'tour_id' => 'الرحلة',
        'amount' => 'إجمالى المبلغ',
        'info' => 'تفاصيل الطلب',
        'from_place' => 'مكان التحرك',
        'from_date' => 'تاريخ التحرك',
        'to_place' => 'مكان الوصول',
        'to_date' => 'تاريخ الوصول',
        'offers' => 'العروض الإضافية',
        'phone' => 'رقم الهاتف',
        'content' => 'محتوى الطلب',
        'status' => 'حالة الطلب',
        'not_payed' => 'غير مدفوع',
        'payed' => 'مدفوع',
        'canceled' => 'ملفى',
        'choose' => 'إختر ...',
        'image' => 'الصورة المصغرة للطلب',
        'media' => 'الصور',
        'create' => 'إنشاء طلب',
        'update' => 'تحديث الطلب',
    ],
];