<?php

return [

    'index' => [
        'title' => 'تعليقات الصفحات',
        'create' => 'إنشاء تعليق جديد',
        'archive' => 'أرشيف التعليقات',
        'title_tag' => '- تعيقات معرض الصور',
        'notfound' => 'لا توجد أى تعليقات لعرضها',
    ],
    'messages' => [
        'created' => 'تم إنشاء التعليق بنجاح',
        'edited' => 'تم تعديل التعليق :comment بنجاح',
        'deleted' => 'تم حذف التعليق بنجاح',
        'restored' => 'تم إستعادة التعليق بنجاح',
        'restored_selected' => 'تم إستعادة التعليقات المحددة بنجاح',
        'delete_empty' => 'برجاء تحديد التعليقات أولاً',
        'deleted_selected' => 'تم حذف التعليقات المحددة بنجاح',
    ],
    'archive' => [
        'title' => 'أرشيف التعليقات',
        'all' => 'عرض جميع التعليقات',
        'title_tag' => '- أرشيف التعليقات',
        'notfound' => 'لا توجد أى تعليقات حالياً',
    ],
    'show' => [
        'view' => 'عرض التعليق : ',
        'back' => 'العودة الى التعليقات',
        'title_tag' => '- عرض التعليق :title',
    ],
    'create' => [
        'create' => 'إنشاء تعليق جديد',
        'title_tag' => '- إنشاء تعليق جديد',
    ],
    'edit' => [
        'edit' => 'تحرير التعليق : ',
        'title_tag' => '- تحرير التعليق :comment',
    ],
    'fields' => [
        'name' => 'إسم صاحب التعليق',
        'info' => 'بيانات التعليق',
        'comment' => 'محتوى التعليق',
        'page_id' => 'المقال المراد إضافة التعليق له',
        'user_id' => 'العضو صاحب التعليق',
        'comment_stars' => 'التقيم',
        'status' => 'حالة التعليق',
        'choose' => 'أختر ...',
        'publish' => 'منشور',
        'pending' => 'قيد المراجعة',
        'draft' => 'مسودة',
        'create' => 'إنشاء التعليق',
        'update' => 'تحديث التعليق',
    ],
];