<?php

return [

    'index' => [
        'title' => 'الصفحات',
        'create' => 'إنشاء صفحة جديدة',
        'archive' => 'أرشيف الصفحات',
        'title_tag' => '- الصفحات',
        'notfound' => 'لا توجد اى صفحات لعرضها',
    ],
    'messages' => [
        'created' => 'تم إنشاء الصفحة بنجاح',
        'edited' => 'تم تحرير الصفحة :page بنجاح',
        'deleted' => 'تم حذف الصفحة بنجاح',
        'restored' => 'تم إستعادة الصفحة بنجاح',
        'restored_selected' => 'تم إستعادة الصفحات المحددة بنجاح',
        'delete_empty' => 'برجاء تحديد الصفحات أولاً',
        'deleted_selected' => 'تم حذف الصفحات المحددة',
    ],
    'archive' => [
        'title' => 'أرشيف الصفحات',
        'all' => 'عرض جميع الصفحات',
        'title_tag' => '- أرشيف الصفحات',
        'notfound' => 'لا توجد أى صفحات لعرضها',
    ],
    'show' => [
        'view' => 'عرض الصفحة : ',
        'back' => 'العودة الى الصفحات',
        'title_tag' => '- عرض الصفحة :title',
    ],
    'create' => [
        'create' => 'إضافة صفحة جديدة',
        'title_tag' => '- إضافة صفحة جديدة',
    ],
    'edit' => [
        'edit' => 'تحرير الصفحة : ',
        'title_tag' => '- تحرير الصفحة :page',
    ],
    'fields' => [
        'title' => 'عنوان الصفحة',
        'slug' => 'رابط الصفحة',
        'current_slug' => 'الرابط الحالى',
        'info' => 'بيانات الصفحة',
        'comments_status' => 'حالة التعليقات',
        'open' => 'مفتوحة',
        'closed' => 'مغلقة',
        'meta_desc' => 'وصف الميتا',
        'meta_tags' => 'الكلمات المفتاحية للميتا',
        'content' => 'محتوى الصفحة',
        'status' => 'حالة الصفحة',
        'publish' => 'منشور',
        'pending' => 'قيد المراجعة',
        'draft' => 'مسودة',
        'choose' => 'إختر ...',
        'image' => 'الصورة المصغرة',
        'media' => 'الصور',
        'create' => 'إضافة الصفحة',
        'update' => 'تحديث الصفحة',
    ],
];