<?php

return [

    'index' => [
        'title' => 'تصاريح المديرين',
        'create' => 'إضافة تصريح جديدة',
        'archive' => 'أرشيف التصاريح',
        'title_tag' => '- صلاحيات المديرين',
        'notfound' => 'لا توجد اى بيانات لعرضها',
    ],
    'messages' => [
        'created' => 'تم إضافة التصريح بنجاح',
        'edited' => 'تم تحديث التصريح :permission بنجاح',
        'deleted' => 'تم حذف التصريح بنجاح',
        'restored' => 'تم إستعادة التصريح بنجاح',
        'restored_selected' => 'تم إستعادة التصاريح المحددة بنجاح',
        'delete_empty' => 'برجاء تحديد التصاريح أولاً',
        'deleted_selected' => 'تم حذف التصاريح المحددة بنجاح',
    ],
    'archive' => [
        'title' => 'أرشيف التصاريح',
        'all' => 'عرض جميع التصاريح',
        'title_tag' => '- أرشيف التصاريح',
        'notfound' => 'لا توجد اى بيانات لعرضها',
    ],
    'show' => [
        'view' => 'عرض التصريح : ',
        'back' => 'العودة الى التصاريح',
        'title_tag' => '- عرض التصريح :title',
    ],
    'create' => [
        'create' => 'إضافة تصريح جديد',
        'title_tag' => '- إضافة تصريح جديد',
    ],
    'edit' => [
        'edit' => 'تحرير التصريح : ',
        'title_tag' => '- تحرير التصريح :permission',
    ],
    'fields' => [
        'title' => 'اسم التصريح',
        'name' => 'التصريح',
        'create' => 'إضافة التصريح',
        'update' => 'تحديث التصريح',
    ],
];