<?php

return [

    'index' => [
        'title' => 'مجموعات المديرين',
        'create' => 'إضافة مجموعة جديدة',
        'archive' => 'أرشيف مجموعات المديرين',
        'title_tag' => '- مجموعات المديرين',
        'notfound' => 'لا توجد أى بيانات لعرضها',
    ],
    'messages' => [
        'created' => 'تم إضافة المجموعة بنجاح',
        'edited' => 'تم تحرير المجموعة :role بنجاح',
        'deleted' => 'تم حذف المجموعة بنجاح',
        'restored' => 'تم إستعادة المجموعة بنجاح',
        'restored_selected' => 'تم إستعادة المجموعات المحددة بنجاح',
        'delete_empty' => 'برجاء إختيار المجموعات أولاً',
        'deleted_selected' => 'تم حذف المجموعات المحددة بنجاح',
    ],
    'archive' => [
        'title' => 'أرشيف مجموعات المديرين',
        'all' => 'عرض جميع مجموعات المديرين',
        'title_tag' => '- أرشيف مجموعات المديرين',
        'notfound' => 'لا توجد أى بيانات لعرضها',
    ],
    'show' => [
        'view' => 'عرض المجموعة : ',
        'back' => 'العودة الى مجموعات المديرين',
        'title_tag' => '- عرض المجموعة :title',
    ],
    'create' => [
        'create' => 'إضافة مجموعة جديدة',
        'title_tag' => '- إضافة محموعة جديدة',
    ],
    'edit' => [
        'edit' => 'تعديل المجموعة : ',
        'title_tag' => '- تحرير المجموعة :role',
    ],
    'fields' => [
        'title' => 'عنوان المجموعة',
        'permissions' => 'التصاريح',
        'create' => 'إضافة المجموعة',
        'update' => 'تحديث المجموعة',
    ],
];