<?php

return [

    'index' => [
        'title' => 'الكلمات المفتاحية',
        'create' => 'إضافة كلمة جديدة',
        'archive' => 'أرشيف الكلمات المفتاحية',
        'title_tag' => '- الكلمات المفتاحية',
        'notfound' => 'لا توجد أى بيانات لعرضها',
    ],
    'messages' => [
        'created' => 'تم إضافة الكلمة المفتاحية بنجاح',
        'edited' => 'تم تعديل الكلمة المفتاحية :tag بنجاح',
        'deleted' => 'تم حذف الكلمة المفتاحية بنجاح',
        'restored' => 'تم إستعادة الكلمة المفتاحية بنجاح',
        'restored_selected' => 'تم إستعادة الكلمات المفتاحية المحددة بنجاح',
        'delete_empty' => 'برجاء إختيار الكلمات المفتاحية أولاً',
        'deleted_selected' => 'تم حذف الكلمات المفتاحية المحددة بنجاح',
    ],
    'archive' => [
        'title' => 'أرشيف الكلمات المفتاحية',
        'all' => 'جميع الكلمات المفتاحية',
        'title_tag' => '- أرشيف الكلمات المفتاحية',
        'notfound' => 'لا توجد أى بيانات لعرضها',
    ],
    'show' => [
        'view' => 'عرض الكلمة المفاحية : ',
        'back' => 'العودة الى الكلمات المفتاحية',
        'title_tag' => '- عرض الكلمة المفاحية :title',
    ],
    'create' => [
        'create' => 'إضافة كلمة جديدة',
        'title_tag' => '- إضافة كلمة مفتاحية جديدة',
    ],
    'edit' => [
        'edit' => 'تعديل الكلمة : ',
        'title_tag' => '- تحرير الكلمة المفتاحية :tag',
    ],
    'fields' => [
        'title' => 'الكلمة المفتاحية',
        'create' => 'إضافة الكلمة المفتاحية',
        'update' => 'تحديث الكلمة المفتاحية',
    ],
];