<?php

return [
    'main' => 'قسم رئيسى',
    'index' => [
        'title' => 'أقسام العروض السياحية',
        'create' => 'إنشاء قسم جديد',
        'archive' => 'أرشيف الأقسام',
        'title_tag' => '- أقسام العروض السياحية',
        'notfound' => 'لا توجد أى أقسام حالياً',
    ],
    'messages' => [
        'created' => 'تم إنشاء القسم بنجاح',
        'edited' => 'تم تعديل القسم :category بنجاح',
        'deleted' => 'تم حذف القسم بنجاح',
        'restored' => 'تم إستاعدة القسم بنجاح',
        'restored_selected' => 'تمت إستعادة الأقسام المحددة بنجاح',
        'delete_empty' => 'برجاء إختيار الأقسام أولاً',
        'deleted_selected' => 'تم حذف الأقسام المحددة بنجاح',
    ],
    'archive' => [
        'title' => 'أرشيف أقسام العروض السياحية',
        'all' => 'عرض جميع الأقسام',
        'title_tag' => '- أرشيف الأقسام',
        'notfound' => 'لا توجد أى أقسام حالياً',
    ],
    'show' => [
        'view' => 'عرض القسم : ',
        'back' => 'العودة الى الأقسام',
        'title_tag' => '- عرض القسم :title',
    ],
    'create' => [
        'create' => 'إنشاء قسم جديد',
        'title_tag' => '- إنشاء قسم جديد',
    ],
    'edit' => [
        'edit' => 'تحديث القسم : ',
        'title_tag' => '- تحديث القسم :category',
    ],
    'fields' => [
        'title' => 'إسم القسم',
        'slug' => 'رابط القسم',
        'current_slug' => 'الرابط الحالى',
        'info' => 'بيانات القسم',
        'description' => 'الوصف',
        'descraption' => 'الوصف',
        'meta_desc' => 'وصف الميتا',
        'meta_tags' => 'الكلمات المفتاحية للميتا',
        'parent' => 'القسم الرئيسي',
        'main' => 'قسم رئيسى',
        'status' => 'حالة القسم',
        'choose' => 'أختر ...',
        'publish' => 'منشور',
        'draft' => 'غير منشور',
        'create' => 'إنشاء القسم',
        'update' => 'تحديث القسم',
    ],
];