<?php

return [

    'index' => [
        'title' => 'الأعضاء',
        'create' => 'إضافة عضو جديد',
        'archive' => 'الأعضاء أرشيف',
        'title_tag' => '- الأعضاء',
        'notfound' => 'لا يوجد أعضاء لعرضها',
    ],
    'messages' => [
        'search_error' => 'كلمة البحث فارغة !',
        'created' => 'تم إنشاء العضو بنجاح',
        'edited' => 'العضو :user تم تعديله بنجاح',
        'deleted' => 'تم حذف العضو بنجاح',
        'restored' => 'تم إستعادة العضو بنجاح',
        'restored_selected' => 'تم إستعادة الأعضاء المحدده بنجاح',
        'delete_empty' => 'برجاء إختيار الأعضاء المراد حذفها',
        'deleted_selected' => 'تم حذف الأعضاء المحدده بنجاح',
    ],
    'archive' => [
        'title' => 'أرشيف الأعضاء',
        'all' => 'عرض جميع الأعضاء',
        'title_tag' => '- أرشيف الأعضاء',
        'notfound' => 'أرشيف الأعضاء فارغ !',
    ],
    'show' => [
        'view' => 'عرض العضو ',
        'back' => 'العودة الى الأعضاء',
        'title_tag' => '- عرض العضو :title',
    ],
    'create' => [
        'create' => 'إضافة عضو جديد',
        'title_tag' => '- إضافة عضو جديد',
    ],
    'edit' => [
        'edit' => 'تحديث بيانات العضو ',
        'title_tag' => '- تحديث بيانات العضو :user',
    ],
    'fields' => [
        'name' => 'إسم المستخدم',
        'email' => 'البريد الإلكترونى',
        'password' => 'كلمة المرور',
        'info' => 'بيانات العضو',
        'dob' => 'تاريخ الميلاد',
        'quaote' => 'تعليق العضو',
        'image' => 'الصورة الرمزية',
        'media' => 'الصور',
        'status' => 'الحالة',
        'choose' => 'إختيار ...',
        'published' => 'مفعل',
        'disabled' => 'معطل',
        'phone_code' => 'كود الدولة',
        'phone' => 'رقم الهاتف',
        'regular' => 'عضوية عادية',
        'super' => 'عضوية مميزة',
        'exp_date' => 'تاريخ إنتهاء العضوية',
        'create' => 'إضافة العضو',
        'update' => 'تحديث',
    ],
];